{
    "car_name": "ford Fusion",
    "info": "The Ford Fusion is a mid-size car that was manufactured and marketed by the Ford Motor Company.[2] From the 2006 through 2020 model years, two generations of the Fusion have been produced in gasoline, gas/electric hybrid, and gas/plug-in electric hybrid variants. The Fusion was manufactured at Ford's Hermosillo Stamping and Assembly plant in Sonora, Mexico, alongside its rebadged variant the Lincoln MKZ, and formerly the Mercury Milan,[3] both of which share its CD3 platform.\r\n\r\nProduction on the first Fusions began on August 1, 2005.[1] The Fusion replaced the Mondeo for the Latin American markets—except in Argentina (where the current European Mondeo is available) and in the United States and Canada (where it superseded the then mid-size Taurus and the compact Contour). The Fusion is positioned between the compact Ford Focus and the full-size Ford Taurus.[4] In the Middle East, this model is sold alongside the Mondeo. Versions sold there are available only with the 2.5-liter engine. Unlike in the United States, Canada, and Latin America, no V6 engine is available in that region.[5] The same is true in South Korea, where only the 2.5-liter engines (including those for the hybrid model) are available as of the 2012 model year.\r\n\r\nThe second generation line-up includes a gasoline engine option, an EcoBoost engine option, a next-generation hybrid model, and a plug-in hybrid version, the Ford Fusion Energi, making the Ford Fusion the first production sedan to offer these four options. Sales of the gasoline-powered and hybrid versions began in the U.S. in October 2012 under the 2013 model. Sales in Europe and Asia as Ford Mondeo began in 2015, along with South Africa, where the Fusion name was used.[6] Deliveries of the Fusion Energi began in the U.S. in February 2013. The entire 2013 Fusion line-up was awarded with the 2013 Green Car of the Year at the 2012 Los Angeles Auto Show. In 2019, the Fusion was the seventh-best selling car in the United States.[7]"
}