{
    "car_name": "ford Escort",
    "info": "The North American variant of the Ford Escort is a compact/small family car introduced by Ford in 1980 for the 1981 model year. Sharing its name with the third-generation European Ford Escort, the model line is the first front-wheel drive Ford developed and sold in North America. The direct successor of the Ford Pinto, as the smallest Ford car in North America, the Escort largely replaced the European-imported Ford Fiesta.\r\n\r\nOvercoming the tarnished reputation for quality and safety established by the fuel tank defect of the Pinto, the Escort became highly successful in the American marketplace. After 1982, the model line became the best-selling car in the United States, a position it held during most of the 1980s.\r\n\r\nThe 1981 replacement of the Pinto by the Escort was the first Ford model line to adopt front-wheel drive. By the end of the 1980s, nearly the entire Ford car range would adopt the powertrain layout (with the exceptions being the Mustang, Thunderbird, and LTD Crown Victoria/Country Squire).\r\n\r\nThe Escort was produced across three generations. The first was Ford's first \"world car\", designed as Ford of Europe transitioned the Escort Mk III to front-wheel drive. In North America, the model line was also sold as the Mercury Lynx and the two-seat Ford EXP/Mercury LN7 (no version was sold by the Lincoln division). Introduced for 1991, the second generation became a near-twin of the Mazda-designed Ford Laser (a model line sold in Asia and Oceania); sharing a platform and powertrain with the Mazda 323, the Escort grew into the compact car segment. The second generation was also sold as the Mercury Tracer. For 1997, the third generation was an extensive redesign of the second-generation platform Escort sedan, introducing the ZX2 coupe; Mercury continued to sell the Tracer sedan and wagon.\r\n\r\nFor the 1999 model year, the Ford Focus succeeded the Escort as the compact model line as a new-generation \"world car\"; after the 2000 model year, the Escort shifted primarily to fleet sales, ending production after the 2002 model year. Unlike the Escort, the Focus managed to have considerably more commonality between its European and North American variants and was in effect, the world car that Ford had originally envisaged with the Escort.\r\n\r\nDuring its entire production, the Escort was produced by Wayne Stamping & Assembly (Wayne, Michigan) and Hermosillo Stamping and Assembly (Hermosillo, Sonora, Mexico); the first generation was also produced by Edison Assembly (Edison, New Jersey), San Jose Assembly Plant (Milpitas, California), and Oakville Assembly (Oakville, Ontario, Canada)"
}