{
    "car_name": "toyota GT86",
    "info": "The production Toyota 86 debuted at the December 2011 Tokyo Motor Show. All variants are built at Subaru's Gunma Main Plant,[31] with the first cars assembled on 2 February 2012 before sales began in March and deliveries in April. 7,000 orders were placed for the Toyota 86 in the first month of production,[32] while Subaru took in 3,500 orders.[33]\r\n\r\nIn the United States, Scion were allocated 10,000 units of the 2013 model year (MY13) production,[34] while Subaru was limited to only 6,000 units.[35]\r\n\r\nEngineering\r\nThe 86's low-weight design uses an aluminium hood, a fixed roof, and a trunk as opposed to a hatchback.[36][37] To improve driving dynamics, the boxer engine is mounted low in a front engine / rear drive layout, yielding a weight distribution of 53% in front and 47% in the rear and a low centre of mass height.[36]\r\n\r\nThe 86's engine, known by the Toyota code 4U-GSE and Subaru code FA20, is a naturally aspirated engine that uses Subaru's flat-four engine design, with the addition of Toyota's D-4S injection system, which uses Gasoline direct injection (GDI). With its front-engine, rear-wheel-drive layout, its engine runs on 98 RON (premium unleaded) fuel and features a compression ratio of 12.5:1 with a bore and stroke of 86 mm (3.39 in) for a total displacement of 2.0 L; 121.9 cu in (1,998 cc) that results in 200 PS (197 bhp; 147 kW) at 7,000 rpm and 151 lb⋅ft (205 N⋅m) of torque at 6,400 rpm.[38][39]\r\n\r\nThe 86, BRZ and FR-S are offered with two 6-speed transmissions: an in-house developed Toyota TL70 manual gearbox (based on Aisin AI's AZ6[40]) and an Aisin-Warner A960E automatic transmission, which is modified from that used on the Lexus IS 250. The latter uses a traditional wet torque converter design, but its software has been engineered to mimic the response of a dual-clutch transmission. The automatic transmission uses three different modes: Sport, Snow, and Normal. A torsen style limited slip differential is standard on most models.\r\n\r\nThe vehicles are offered with 16\" steel and alloy wheels shod with Yokohama dB Decibel E70 tyres in 205/55 size or 17\" alloy wheels shod with Michelin Primacy HP tyres in 215/45 size, depending on sales market. The limited editions Toyota Racing Development (TRD) GT86 models are instead offered with 18\" forged aluminium wheels, which are shod with either Yokohama Advan Sport tyres or Michelin Pilot Sport 3 tyres in 225/40 size, also depending on market. The braking systems vary between models and countries:\r\n\r\nDual-piston front sliding calipers, single-piston rear sliding calipers, 294/290 mm ventilated disks (front/rear) - US market, EU markets, higher trim levels on most other markets\r\nDual-piston front sliding calipers, single-piston rear sliding calipers, 277 mm ventilated disks front / 286 mm solid disks rear - lower trim levels on most other markets\r\nFour-piston front fixed calipers, two-piston rear fixed calipers, 326/316 mm ventilated disks (front/rear) - Performance Pack cars\r\nSix-piston front fixed calipers, four-piston rear fixed calipers, 355 mm two-piece / 345 mm ventilated disks (front/rear) - TRD Edition cars\r\nSuspension design comprises front MacPherson struts and double wishbones at the rear.\r\n\r\nIn 2016, for the 2017 model year, the 86 was upgraded to 153 kW (205 bhp; 208 PS) and 212 N⋅m (156 lb⋅ft). The final drive ratio was lowered from 4.1 to 4.3.[41]"
}