{
    "car_name": "toyota Prius",
    "info": "The Toyota Prius (/ˈpriːəs/) (Japanese: トヨタ・プリウス, Hepburn: Toyota Puriusu) is a car built by Toyota which has a hybrid drivetrain, combining an internal combustion engine with an electric motor. Initially offered as a four-door sedan, it has been produced only as a five-door liftback since 2003.\r\n\r\nIn 2007, the United States Environmental Protection Agency (EPA) and California Air Resources Board (CARB) rated the Prius as among the cleanest vehicles sold in the United States on the basis of smog-forming emissions.[1] The 2018 model year Prius Eco ranked as the second-most-fuel-efficient gasoline-powered car without plug-in capability available in the US that year, following the Hyundai Ioniq Blue hybrid.[2][3]\r\n\r\nThe Prius first went on sale in Japan in 1997, and was available at all four Toyota Japan dealership chains, making it the first mass-produced hybrid vehicle.[4] It was subsequently introduced worldwide in 2000.[5] Toyota sells the Prius in over 90 markets, with Japan and the United States being its largest markets.[6] Global cumulative Prius liftback sales reached the milestone 1 million vehicle mark in May 2008,[7] 2 million in September 2010,[8] and passed the 3 million mark in June 2013.[9] Cumulative sales of one million were achieved in the U.S. by early April 2011,[10] and Japan reached the 1 million mark in August 2011.[11] As of January 2017, the Prius liftback was the world's top selling hybrid car with almost 4 million units sold.[12]\r\n\r\nIn 2011, Toyota expanded the Prius family to include the Prius v, an extended hatchback, and the Prius c, a subcompact hatchback. The production version of the Prius plug-in hybrid was released in 2012. The second generation of the plug-in variant, the Prius Prime, was released in the U.S. in November 2016.[13] The Prime achieved the highest miles per gallon equivalent (MPGe) rating in all-electric mode of any vehicle rated by EPA with an internal combustion engine.[14][15] Global sales of the Prius c variant passed the one million mark during the first half of 2015.[16] The Prius family totaled global cumulative sales of 6.1 million units in January 2017, representing 61% of the 10 million hybrids sold worldwide by Toyota since 1997.[12]"
}