{
    "car_name": "toyota Camry",
    "info": "The Toyota Camry (/ˈkæmri/; Japanese: トヨタ・カムリ Toyota Kamuri) is an automobile sold internationally by the Japanese manufacturer Toyota since 1982, spanning multiple generations. Originally compact in size (narrow-body), the Camry has grown since the 1990s to fit the mid-size classification (wide-body)—although the two widths co-existed in that decade. Since the release of the wide-bodied versions, Camry has been extolled by Toyota as the firm's second \"world car\" after the Corolla. In Japan, Camry was once exclusive to Toyota Corolla Store retail dealerships. Narrow-body cars also spawned a rebadged sibling in Japan, the Toyota Vista (トヨタ・ビスタ)—also introduced in 1982 and sold at Toyota Vista Store locations. Diesel fuel versions have previously retailed at Toyota Diesel Store. The Vista Ardeo was a wagon version of the Vista V50.[1]\r\n\r\nBetween 1979 and 1982, the Camry nameplate was delegated to a four-door sedan model in Japan, known as the Celica Camry. When Camry became an independent model line in 1982 with the V10 series, Toyota made it available as a five-door liftback in addition to the sedan. The subsequent Camry V20 series, debuted in 1986 with a station wagon substituting the liftback body variant and Japan-only hardtop sedans making their debut. The company replaced the V20 in 1990 with the V30 sedan and hardtop, but this model series was exclusive to Japan. Automotive tax regulations in that country dictated the retention of a narrower body as used in previous Camry generations. However, overseas demand for a larger Camry resulted in the development of a wide-body XV10 sedan and station wagon that arrived in 1991. Japan also received the wider XV10 as the Toyota Scepter (トヨタ・セプター). The company then issued an XV10-bodied coupé in 1993 that was spun off in 1998 as an independent model line, titled Camry Solara.\r\n\r\nWhen the Japanese market received a new narrow-body V40 series in 1994 to replace V30, the wide-body XV10 continued unchanged. Its replacement, the XV20, arrived in 1996—named Camry Gracia in Japan. It was not until the narrow V40 ended manufacture in 1998 that the Camry in Japan was to again mirror the cars sold internationally. Japanese sedans dropped the Gracia suffix in 1999, although it was retained by the wagon until its 2001 demise. From 1998, the Vista ended its Camry alignment, and instead branched into an independent model line with the V50 series for an extra generation before the nameplate was withdrawn in 2003. The next wide-body model, the XV30, came in 2001. Now sold only as a sedan, it now offered two different front- and rear-end design treatments. Japan and most global markets received one style; a separate, more conservative version covered markets in East and Southeast Asia. With the XV40 of 2006, the Camry-derived Aurion become the donor model for the more conservative Camry sold in this region. The subsequent XV50 series, sold from 2011 until 2019, has resulted in even more markets adopting the alternative body panels, such as Japan and Eastern Europe. The current generation is called the XV70.\r\n\r\nWhen Toyota launched their luxury Lexus brand in 1989, it offered a close derivative of the Camry/Vista hardtop sedan as the Lexus ES. The relationship continues to this day, but over the generations, the ES—sold as the Toyota Windom in Japan from 1991 through to 2005—gravitated further away from its Camry brethren. Between 2000 and 2010 and since 2012, Daihatsu has offered a badge engineered Camry as the Daihatsu Altis (ダイハツ・アルティス) sold only in Japan. Badge engineering has also occurred in Australia with the Holden Apollo between 1989 and 1996. From 1993, Toyota Australia badged V6-engined versions as Camry Vienta, becoming Toyota Vienta in 1995 until the badge's departure in 2000. Between 2006 and 2017, the Toyota Aurion model from Australia was derived from the V6 Camry, but with revised front-end and rear-end styling treatment and a partially refurbished cabin."
}