{
    "car_name": "audi S4",
    "info": "The Audi S4 is the high performance variant of Audi's compact executive car A4. The original Audi S4, built from 1991 until 1994, was a performance-oriented version of Audi's 100 saloon/sedan. All subsequent S4s since 1997 have been based on the Audi A4; and as the A4 has evolved from one generation to the next, so has the S4.\r\n\r\nA more powerful internal combustion engine, larger upgraded brakes, firmer suspension, larger wheels, and distinctive sheetmetal, styling clues and badging have always been amongst the many upgrades the S4 receives over its mainstream 100 and A4 siblings. In markets where the even higher-performance Audi RS 4 is not offered, the S4 is the top-of-the-line trim of the A4 family.[1][2]\r\n\r\nLike its regular A4 counterpart, all S4 variants have had longitudinally oriented, front-mounted engines. A single turbocharged 2.2-litre inline five-cylinder powered the original C4 version, and a 2.7-litre twin turbocharged V6 engine was found in the B5 generation. The B6 and B7 versions shared a common 4.2-litre V8 engine, the first time that a V8 engine was placed in a compact executive car, placing it in direct competition with the BMW M3 and Mercedes-Benz C55 AMG which at the time had a 3.2 L inline 6. The B8 generation uses a supercharged 3.0-litre V6 TFSI engine and competes with the both BMW 335i and BMW 335i/340i xDrive, and Mercedes-Benz C350.[1] The recently introduced B9 generation is powered by a turbocharged 3.0-litre V6 TFSI engine, as opposed to a supercharger like in the previous iteration. This current generation competes with the BMW M340i xDrive and Mercedes-Benz C450 AMG/Mercedes-AMG C43 4MATIC.[3][4]\r\n\r\nAll versions of the S4 have their transmission mounted immediately at the rear of the engine in a longitudinal orientation, in the form of a transaxle, and like all Audi \"S\" cars, are only available as standard with Audi's quattro all-wheel drive (AWD) system, using a Torsen-based centre differential system.[5]\r\n\r\nAll versions of the S4 have been manufactured at Audi's plant in Ingolstadt, Germany; they are, or have been available as a four-door five-seat saloon and a five-door five-seat Avant (Audi's name for an estate car/station wagon) body styles since the model's inception in 1991. A two-door four-seat Cabriolet (convertible) S4 variant was introduced as part of the B6 and B7 generation A4 lineups. The B8 Cabriolet has now been built off the A5 coupe body style and the \"S\" variant is marketed under the Audi S5 nameplate."
}