{
    "car_name": "mercedes CLC Class",
    "info": "The SportCoupé was spun off into its own separate line called the CLC-Class in 2008. The car was presented at the 2008 Mercedes-Benz Fashion Week Berlin, which took place from 27 to 31 January.[23] The CLC was produced in Brazil at the company's plant in Juiz de Fora, close to the state border with Rio de Janeiro.[24]\r\n\r\nAlthough the CLC is still based on the W203 platform, it was refreshed with an updated front and tail inspired by the W204 series C-Class. The refresh reworked the rear and front along with some other refinements and new details (Mercedes claimed around 1,100 components), including a steering system borrowed from the SLK-Class and a revised suspension.[25] Out of the sheetmetal of the CLC-Class, only the doors, roof and quarter panels were carried over from the C-Class Sportcoupé. The interior is still largely similar to the first-generation SportCoupé, although it did receive the Steering wheel from the facelifted W219 and an updated optional navigation system.\r\n\r\nSome auto journalists noted that the improvements were limited in order to differentiate the CLC-Class and protect the status of the more lucrative marques in the lineup; one reviewer stated the \"CLC does just about enough to introduce new customers to the world of Mercedes\" and that it had the \"feel of an authentic Mercedes-Benz, which is more than I’d say about the A-Class and B-Class front-wheel-drive hatchbacks\".[26] Due to the age of the W203 platform which \"exudes a level of float and wallow\" not found in the W204 C-Class, the CLC received mixed reviews against sportier rivals such as the BMW 1 Series coupé (a successful replacement of the 3 Series hatchback).[26]\r\n\r\nIn 2009 the CLC 160 BlueEFFICIENCY was added to the range, and the CLC 230 was rechristened as the CLC 250.\r\n\r\nDaimler AG decided that the CLC would not continue production. Instead, the W204 C-Class received a traditionally designed coupé added to the lineup for the 2012 model year, coinciding with the facelifted W204 sedan/saloon in the fourth quarter of 2011. The 2012 C-Class Coupe is positioned directly against the BMW 3 Series Coupé."
}